{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": []
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "¡": 95,
      "¢": 96,
      "£": 97,
      "¤": 98,
      "¥": 99,
      "¦": 100,
      "§": 101,
      "¨": 102,
      "©": 103,
      "ª": 104,
      "«": 105,
      "¬": 106,
      "®": 107,
      "¯": 108,
      "°": 109,
      "±": 110,
      "²": 111,
      "³": 112,
      "´": 113,
      "µ": 114,
      "¶": 115,
      "·": 116,
      "¸": 117,
      "¹": 118,
      "º": 119,
      "»": 120,
      "¼": 121,
      "½": 122,
      "¾": 123,
      "¿": 124,
      "Â": 125,
      "Ã": 126,
      "Ä": 127,
      "Å": 128,
      "Æ": 129,
      "Ç": 130,
      "È": 131,
      "É": 132,
      "Ê": 133,
      "Ë": 134,
      "Ì": 135,
      "Î": 136,
      "Ï": 137,
      "Ð": 138,
      "Ñ": 139,
      "×": 140,
      "Ø": 141,
      "Ù": 142,
      "á": 143,
      "â": 144,
      "ã": 145,
      "ä": 146,
      "å": 147,
      "æ": 148,
      "ç": 149,
      "è": 150,
      "é": 151,
      "ê": 152,
      "ë": 153,
      "ì": 154,
      "í": 155,
      "î": 156,
      "ï": 157,
      "ð": 158,
      "ĉ": 159,
      "Ċ": 160,
      "č": 161,
      "Ġ": 162,
      "Ģ": 163,
      "ģ": 164,
      "Ĥ": 165,
      "ĥ": 166,
      "Ħ": 167,
      "ħ": 168,
      "Ĩ": 169,
      "ĩ": 170,
      "Ī": 171,
      "ī": 172,
      "Ĭ": 173,
      "ĭ": 174,
      "Į": 175,
      "į": 176,
      "İ": 177,
      "ı": 178,
      "Ĳ": 179,
      "ĳ": 180,
      "Ĵ": 181,
      "ĵ": 182,
      "Ķ": 183,
      "ķ": 184,
      "ĸ": 185,
      "Ĺ": 186,
      "ĺ": 187,
      "Ļ": 188,
      "ļ": 189,
      "Ľ": 190,
      "ľ": 191,
      "Ŀ": 192,
      "ŀ": 193,
      "Ł": 194,
      "ł": 195,
      "Ń": 196,
      "Ġt": 197,
      "Ġa": 198,
      "he": 199,
      "in": 200,
      "re": 201,
      "on": 202,
      "Ġthe": 203,
      "at": 204,
      "er": 205,
      "čĊ": 206,
      "Ġs": 207,
      "Ġo": 208,
      "en": 209,
      "Ġc": 210,
      "is": 211,
      "es": 212,
      "it": 213,
      "Ġw": 214,
      "or": 215,
      "an": 216,
      "Ġp": 217,
      "al": 218,
      "Ġf": 219,
      "ed": 220,
      "Ġb": 221,
      "Ġan": 222,
      "Ġof": 223,
      "ion": 224,
      "ing": 225,
      "ar": 226,
      "Ġm": 227,
      "ou": 228,
      "Ġin": 229,
      "ic": 230,
      "Ġd": 231,
      "Ġto": 232,
      "le": 233,
      "Ġand": 234,
      "ro": 235,
      "Ġth": 236,
      "as": 237,
      "ct": 238,
      "ent": 239,
      "Ġe": 240,
      "Ġh": 241,
      "Ġre": 242,
      "Ġn": 243,
      "om": 244,
      "Ġis": 245,
      "ve": 246,
      "st": 247,
      "et": 248,
      "Ġl": 249,
      "il": 250,
      "ly": 251,
      "ol": 252,
      "im": 253,
      "ation": 254,
      "ot": 255,
      "ut": 256,
      "ĠT": 257,
      "Ġg": 258,
      "ra": 259,
      "Ġbe": 260,
      "se": 261,
      "ĠI": 262,
      "ig": 263,
      "ce": 264,
      "ow": 265,
      "Ġfor": 266,
      "Ġu": 267,
      "id": 268,
      "Ġthat": 269,
      "Ġ(": 270,
      "ĠS": 271,
      "Ġon": 272,
      "âĢ": 273,
      "ĠA": 274,
      "ch": 275,
      "Ġy": 276,
      "ver": 277,
      "ur": 278,
      "ul": 279,
      "Ġst": 280,
      "ĠC": 281,
      "am": 282,
      "el": 283,
      "Ġ1": 284,
      "if": 285,
      "ith": 286,
      "Ġas": 287,
      "qu": 288,
      "Ġpro": 289,
      "ay": 290,
      "ir": 291,
      "Ġare": 292,
      "Ġcon": 293,
      "od": 294,
      "Ġit": 295,
      "Ġal": 296,
      "Ġwith": 297,
      "Ġyou": 298,
      "um": 299,
      "ter": 300,
      "ĠM": 301,
      "ad": 302,
      "her": 303,
      "ĠP": 304,
      "Ġwh": 305,
      "est": 306,
      "Ġor": 307,
      "ate": 308,
      "ge": 309,
      "Ġ2": 310,
      "ab": 311,
      "ĠThe": 312,
      "Ġex": 313,
      "ist": 314,
      "Ġ$": 315,
      "nd": 316,
      "ri": 317,
      "pe": 318,
      "ers": 319,
      "Ġcom": 320,
      "Ġv": 321,
      "Ġde": 322,
      "Ġ\\": 323,
      "Ġwe": 324,
      "ure": 325,
      "ity": 326,
      "os": 327,
      "igh": 328,
      "ore": 329,
      "Ġat": 330,
      "ĠB": 331,
      "ld": 332,
      "em": 333,
      "th": 334,
      "and": 335,
      "op": 336,
      "ment": 337,
      "Ġby": 338,
      "Ġsu": 339,
      "ill": 340,
      "ac": 341,
      "ive": 342,
      "ant": 343,
      "rom": 344,
      "Ġse": 345,
      "ave": 346,
      "ĠR": 347,
      "us": 348,
      "ĠH": 349,
      "Ġr": 350,
      "ction": 351,
      "ess": 352,
      "ke": 353,
      "ĠW": 354,
      "00": 355,
      "ies": 356,
      "nt": 357,
      "ĠF": 358,
      "Ġhe": 359,
      "pp": 360,
      "Ġcan": 361,
      "ain": 362,
      "ĠD": 363,
      "ĠE": 364,
      "Ġthis": 365,
      "Ġnot": 366,
      "ĠĠ": 367,
      "res": 368,
      "un": 369,
      "iv": 370,
      "oc": 371,
      "art": 372,
      "ĠN": 373,
      "ight": 374,
      "Ġfrom": 375,
      "Ġne": 376,
      "ud": 377,
      "Ġhave": 378,
      "ical": 379,
      "ĠL": 380,
      "Ġch": 381,
      "ould": 382,
      "ial": 383,
      "ort": 384,
      "pl": 385,
      "fe": 386,
      "te": 387,
      "ine": 388,
      "Ġus": 389,
      "per": 390,
      "Ġsh": 391,
      "pt": 392,
      "end": 393,
      "ich": 394,
      "ag": 395,
      "og": 396,
      "ĠG": 397,
      "all": 398,
      "Ġle": 399,
      "ated": 400,
      "int": 401,
      "ost": 402,
      "ĠO": 403,
      "Ġwas": 404,
      "ions": 405,
      "ome": 406,
      "Ġab": 407,
      "ple": 408,
      "ther": 409,
      "red": 410,
      "Ġqu": 411,
      "iz": 412,
      "rou": 413,
      "ust": 414,
      "ib": 415,
      "The": 416,
      "'s": 417,
      "ans": 418,
      "our": 419,
      "Ġres": 420,
      "out": 421,
      "Ġ=": 422,
      "ĠâĢ": 423,
      "Ġdo": 424,
      "Ġwhe": 425,
      "Ġ\"": 426,
      "Ġwhich": 427,
      "Ġ3": 428,
      "âĢĻ": 429,
      "ult": 430,
      "Ġim": 431,
      "..": 432,
      "ide": 433,
      "gh": 434,
      "ard": 435,
      "act": 436,
      ").": 437,
      "ations": 438,
      "low": 439,
      "Ġme": 440,
      "Ġk": 441,
      "age": 442,
      "##": 443,
      "orm": 444,
      "du": 445,
      "Ġwor": 446,
      "ĠJ": 447,
      "Ġ-": 448,
      "ĠU": 449,
      "ew": 450,
      "ell": 451,
      "ath": 452,
      "ast": 453,
      "ĠIn": 454,
      "ap": 455,
      "Ġad": 456,
      "Ġwill": 457,
      "Ġpl": 458,
      "Ġbut": 459,
      "able": 460,
      "ue": 461,
      "ase": 462,
      "Âł": 463,
      "Ġen": 464,
      "ous": 465,
      "Ġcont": 466,
      "ally": 467,
      "ĠTh": 468,
      "ach": 469,
      "ber": 470,
      "Ġcl": 471,
      "ak": 472,
      "ary": 473,
      "Ġmore": 474,
      "Ġpr": 475,
      "Ġhas": 476,
      "cl": 477,
      "Ġone": 478,
      "so": 479,
      "Ġall": 480,
      "ite": 481,
      "ry": 482,
      "ong": 483,
      "ind": 484,
      "cc": 485,
      "ime": 486,
      "ents": 487,
      "are": 488,
      "01": 489,
      "Ġpart": 490,
      "Ġyour": 491,
      "ks": 492,
      "ep": 493,
      "ign": 494,
      "Ġother": 495,
      "Ġcomp": 496,
      "Ġdis": 497,
      "ph": 498,
      "ance": 499,
      "oo": 500,
      "ace": 501,
      "Ġun": 502,
      "ater": 503,
      "Ġint": 504,
      "Ġif": 505,
      "Ġout": 506,
      "Ġthey": 507,
      "Ġso": 508,
      "ood": 509,
      "ame": 510,
      "ens": 511,
      "ia": 512,
      "ang": 513,
      "ence": 514,
      "ass": 515,
      "xt": 516,
      "Ġtheir": 517,
      "vel": 518,
      "ect": 519,
      "__": 520,
      "av": 521,
      "ru": 522,
      "Ġj": 523,
      "Ġper": 524,
      "ip": 525,
      "fere": 526,
      "ft": 527,
      "ack": 528,
      "ition": 529,
      "ress": 530,
      "$$": 531,
      "}{": 532,
      "),": 533,
      "Ġsome": 534,
      "Ġsc": 535,
      "Ġspe": 536,
      "ub": 537,
      "ric": 538,
      "Ġalso": 539,
      "Ġsp": 540,
      "ear": 541,
      "Ġman": 542,
      "Ġev": 543,
      "ĠĠĠĠ": 544,
      "Ġthere": 545,
      "ound": 546,
      "ake": 547,
      "--": 548,
      "ors": 549,
      "very": 550,
      "ond": 551,
      "ike": 552,
      "Ġquest": 553,
      "Ġ0": 554,
      "ose": 555,
      "form": 556,
      "Ġabout": 557,
      "ire": 558,
      "_{": 559,
      "Ġ19": 560,
      "Ġtr": 561,
      "ile": 562,
      "ice": 563,
      "Ġsy": 564,
      "erm": 565,
      "Ġapp": 566,
      "port": 567,
      "rac": 568,
      "Ġar": 569,
      "Ġpre": 570,
      "Ġmod": 571,
      "au": 572,
      "Ġwould": 573,
      "Ġthan": 574,
      "Ġdif": 575,
      "Ġup": 576,
      "ff": 577,
      "ory": 578,
      "ĠSt": 579,
      "Ġte": 580,
      "one": 581,
      "ates": 582,
      "ces": 583,
      "ord": 584,
      "now": 585,
      "ution": 586,
      "ree": 587,
      "Ġtw": 588,
      "Ġprob": 589,
      "Ġpo": 590,
      "Ġuse": 591,
      "Ġwere": 592,
      "Ġ4": 593,
      "ics": 594,
      "lect": 595,
      "ys": 596,
      "Ġbet": 597,
      "Ġgen": 598,
      "ĠK": 599,
      "ail": 600,
      "we": 601,
      "^{": 602,
      "ĠV": 603,
      "Ġstud": 604,
      "ild": 605,
      "Ġnum": 606,
      "ian": 607,
      "Ġwhen": 608,
      "Ġany": 609,
      "ĠThis": 610,
      "Ġcomm": 611,
      "Ġmay": 612,
      "ount": 613,
      "Ġtwo": 614,
      "Ġtime": 615,
      "Ġrel": 616,
      "Ġover": 617,
      "ram": 618,
      "ari": 619,
      "ific": 620,
      "ative": 621,
      "irst": 622,
      "ie": 623,
      "Ġform": 624,
      "âĢ¢": 625,
      "ll": 626,
      "ons": 627,
      "âĢĿ": 628,
      "math": 629,
      "Ġag": 630,
      "unction": 631,
      "erv": 632,
      "ough": 633,
      "ject": 634,
      "rib": 635,
      "old": 636,
      "Ġinter": 637,
      "Ġrec": 638,
      "Ġ5": 639,
      "ĠIt": 640,
      "ĠY": 641,
      "Ġlike": 642,
      "'t": 643,
      "Ġhow": 644,
      "Ġco": 645,
      "ating": 646,
      "ish": 647,
      "nder": 648,
      "vers": 649,
      "Ġset": 650,
      "Ġthese": 651,
      "Ġwhat": 652,
      "ook": 653,
      "Ġob": 654,
      "Ġind": 655,
      "Ġneed": 656,
      "Ġthen": 657,
      "Ġbec": 658,
      "ular": 659,
      "Ġknow": 660,
      "Ġbeen": 661,
      "Ġno": 662,
      "ual": 663,
      "ient": 664,
      "lic": 665,
      "les": 666,
      "ink": 667,
      "ature": 668,
      "ays": 669,
      "Ġinto": 670,
      "Ġsuch": 671,
      "Ġequ": 672,
      "Ġonly": 673,
      "Ġdiffere": 674,
      "Ġdes": 675,
      "eth": 676,
      "Ġwork": 677,
      "}$": 678,
      "Ġcol": 679,
      "row": 680,
      "ings": 681,
      "cre": 682,
      "olog": 683,
      "clud": 684,
      "ne": 685,
      "Ġ200": 686,
      "rad": 687,
      "Ġthem": 688,
      "stem": 689,
      "lem": 690,
      "cess": 691,
      "Ġcons": 692,
      "ove": 693,
      "Ġgo": 694,
      "ĠCh": 695,
      "Ġam": 696,
      "Ġused": 697,
      "vi": 698,
      "Ġfirst": 699,
      "Ġ&": 700,
      "...": 701,
      "fect": 702,
      "Ġwho": 703,
      "Ġph": 704,
      "ange": 705,
      "Ġspec": 706,
      "Ġfunction": 707,
      "Ġadd": 708,
      "ility": 709,
      "Ġsub": 710,
      "oss": 711,
      "ause": 712,
      "frac": 713,
      "rough": 714,
      "Ġ201": 715,
      "Ġits": 716,
      "Ġreg": 717,
      "Ġpe": 718,
      "Ġshould": 719,
      "Ġtrans": 720,
      "Ġsim": 721,
      "Ġro": 722,
      "Ġunder": 723,
      "Ġgener": 724,
      "ample": 725,
      "Ġ$\\": 726,
      "ments": 727,
      "Ġnew": 728,
      "ĠâĢľ": 729,
      "10": 730,
      "ps": 731,
      "Ġact": 732,
      "Ġass": 733,
      "Ġval": 734,
      "ced": 735,
      "Ġget": 736,
      "ween": 737,
      "ract": 738,
      "Ġ*": 739,
      "Ġsol": 740,
      "right": 741,
      "Ġ[": 742,
      "ob": 743,
      "Ġ$$": 744,
      "ata": 745,
      "Ġacc": 746,
      "mer": 747,
      "sw": 748,
      "ise": 749,
      "ities": 750,
      "Ġbetween": 751,
      "oth": 752,
      "Ġhad": 753,
      "ning": 754,
      "hat": 755,
      "ible": 756,
      "ĠUn": 757,
      "Ġyear": 758,
      "rit": 759,
      "Ġwhere": 760,
      "pect": 761,
      "ople": 762,
      "Ġpoint": 763,
      "ĠRe": 764,
      "In": 765,
      "ollow": 766,
      "Ġmost": 767,
      "ov": 768,
      "Ġinclud": 769,
      "ues": 770,
      "Ġquestion": 771,
      "Ġvari": 772,
      "ational": 773,
      "Ġeach": 774,
      "ied": 775,
      "ĠIf": 776,
      "Ġjust": 777,
      "Ġsa": 778,
      "ased": 779,
      "ffect": 780,
      "Ġcould": 781,
      "Ġprodu": 782,
      "Ġprov": 783,
      "als": 784,
      "Ġdet": 785,
      "ert": 786,
      "Ġhis": 787,
      "Ġnumber": 788,
      "Ġmat": 789,
      "iss": 790,
      "Ġhel": 791,
      "own": 792,
      "Ġsystem": 793,
      "Ġbl": 794,
      "reat": 795,
      "Ġ6": 796,
      "Ġ+": 797,
      "hed": 798,
      "hen": 799,
      "Ġdist": 800,
      "Ġx": 801,
      "Ġdifferent": 802,
      "ont": 803,
      "Ġproblem": 804,
      "Ġac": 805,
      "Ġansw": 806,
      "Ġour": 807,
      "uc": 808,
      "Ġdef": 809,
      "Ġsame": 810,
      "Ġpartic": 811,
      "tern": 812,
      "Ġmy": 813,
      "Ġfollow": 814,
      "Ġusing": 815,
      "imes": 816,
      "Ġoff": 817,
      "Ġpeople": 818,
      "ines": 819,
      ".,": 820,
      "Ġfl": 821,
      "ower": 822,
      "Ġsee": 823,
      "rain": 824,
      "Ġcor": 825,
      "Ġresult": 826,
      "Ġsupp": 827,
      "Ġty": 828,
      "com": 829,
      "fter": 830,
      "fore": 831,
      "ren": 832,
      "its": 833,
      "ĠâĢĵ": 834,
      "Ġthrough": 835,
      "vent": 836,
      "ĠWe": 837,
      "formation": 838,
      "round": 839,
      "Ġext": 840,
      "Ġ10": 841,
      "____": 842,
      "the": 843,
      "Ġprint": 844,
      "{\\": 845,
      "Ġsur": 846,
      "Ġmany": 847,
      "Ġed": 848,
      "ick": 849,
      "ize": 850,
      "ten": 851,
      "ever": 852,
      "}\\": 853,
      "Ġsm": 854,
      "hes": 855,
      "resent": 856,
      "Ġdoes": 857,
      "Ġinte": 858,
      "Th": 859,
      "ically": 860,
      "19": 861,
      "Ġwell": 862,
      "velop": 863,
      "uch": 864,
      "eg": 865,
      "Ġinst": 866,
      "ually": 867,
      "sel": 868,
      "hem": 869,
      "Ġgiv": 870,
      "Ġmake": 871,
      "ict": 872,
      "pro": 873,
      "Ġem": 874,
      "Ġmodel": 875,
      "ful": 876,
      "Ġexp": 877,
      "Ġhelp": 878,
      "cept": 879,
      "text": 880,
      "uring": 881,
      "eld": 882,
      "ex": 883,
      "urn": 884,
      "Ġrem": 885,
      "Ġfind": 886,
      "ss": 887,
      "ark": 888,
      "ool": 889,
      "Ġhigh": 890,
      "ting": 891,
      "Ġfe": 892,
      "ĠAn": 893,
      "Ġcall": 894,
      "ax": 895,
      "arch": 896,
      "ix": 897,
      "ruct": 898,
      "Ġvery": 899,
      "tt": 900,
      "ĠFor": 901,
      "ci": 902,
      "ited": 903,
      "aw": 904,
      "Ġdata": 905,
      "nce": 906,
      "alth": 907,
      "Ġlar": 908,
      "ute": 909,
      "ock": 910,
      "ĠPro": 911,
      "cy": 912,
      "Ġcur": 913,
      "Ġdi": 914,
      "20": 915,
      "Ġcomple": 916,
      "Ġdevelop": 917,
      "ident": 918,
      "Ġtest": 919,
      "ĠHe": 920,
      "fer": 921,
      "ator": 922,
      "Ġcre": 923,
      "ield": 924,
      ")$": 925,
      "ec": 926,
      "Ġbu": 927,
      "up": 928,
      "ĠAl": 929,
      "Ġ'": 930,
      "Ġbecause": 931,
      "Ġeven": 932,
      "app": 933,
      "left": 934,
      "ars": 935,
      "ef": 936,
      "erg": 937,
      "ork": 938,
      "Ġrequ": 939,
      "ages": 940,
      "Ġway": 941,
      "land": 942,
      "ality": 943,
      "Ġatt": 944,
      "Ġ7": 945,
      "ases": 946,
      "Ġboth": 947,
      "Ġquestions": 948,
      "rm": 949,
      "ices": 950,
      "pr": 951,
      "Ġinformation": 952,
      "ethod": 953,
      "ts": 954,
      "Ġfact": 955,
      "ural": 956,
      "Ġstr": 957,
      "Ġfound": 958,
      "Ġappro": 959,
      "ily": 960,
      "ined": 961,
      "Ġline": 962,
      "ĠX": 963,
      "Ġprocess": 964,
      "raph": 965,
      "rent": 966,
      "put": 967,
      "Ġ{": 968,
      "ized": 969,
      "ince": 970,
      "get": 971,
      "chn": 972,
      "ĠCom": 973,
      "ale": 974,
      "Ġdec": 975,
      "ability": 976,
      "Ġchar": 977,
      "12": 978,
      "ade": 979,
      "Ġexample": 980,
      "ctions": 981,
      "----": 982,
      "Ġshow": 983,
      "ists": 984,
      "der": 985,
      "Ġpost": 986,
      "Ġanswer": 987,
      "Ġpar": 988,
      "Ġsec": 989,
      "ism": 990,
      "Ġloc": 991,
      "ted": 992,
      "Ġlong": 993,
      "ode": 994,
      "Ġsign": 995,
      "Ġ8": 996,
      "Ġelect": 997,
      "Ġgrou": 998,
      "inter": 999,
      "Ġexper": 1000,
      "Ġincre": 1001,
      "Ġeffect": 1002,
      "Ġdisc": 1003,
      "ron": 1004,
      "Ġthink": 1005,
      "Ġet": 1006,
      "Ġwater": 1007,
      "Ġmuch": 1008,
      "ved": 1009,
      "Ġinf": 1010,
      "Ġafter": 1011,
      "Ġend": 1012,
      "Ġinv": 1013,
      "omet": 1014,
      "cul": 1015,
      "oci": 1016,
      "cent": 1017,
      "gram": 1018,
      "Ġ9": 1019,
      "Ġgood": 1020,
      "read": 1021,
      "ures": 1022,
      "Ġcar": 1023,
      "other": 1024,
      "ck": 1025,
      "Ġimport": 1026,
      "000": 1027,
      "Ġsaid": 1028,
      "Ġevery": 1029,
      "line": 1030,
      "Ġright": 1031,
      "ng": 1032,
      "Ġwant": 1033,
      "ma": 1034,
      "chool": 1035,
      "ral": 1036,
      "ĠHow": 1037,
      "11": 1038,
      "ta": 1039,
      "Ġconst": 1040,
      "ology": 1041,
      "io": 1042,
      "ife": 1043,
      "aterial": 1044,
      "Ġrep": 1045,
      "Ġhere": 1046,
      "ctor": 1047,
      "wn": 1048,
      "Ġchild": 1049,
      "bers": 1050,
      "ivers": 1051,
      "Ġpub": 1052,
      "Ġpers": 1053,
      "meric": 1054,
      "Ġ18": 1055,
      "to": 1056,
      "Ġthose": 1057,
      "Ġposs": 1058,
      "ĠĠĠĠĠĠĠĠ": 1059,
      "This": 1060,
      "ĠQ": 1061,
      "Ġmon": 1062,
      "Ġent": 1063,
      "ull": 1064,
      "âĢĵ": 1065,
      "Ġpol": 1066,
      "Ġrese": 1067,
      "Ġstate": 1068,
      "ather": 1069,
      "ization": 1070,
      "Ġsmall": 1071,
      "//": 1072,
      "Ġke": 1073,
      "Ġdon": 1074,
      "gg": 1075,
      "Ġz": 1076,
      "Ġear": 1077,
      "Ġmeas": 1078,
      "Ġcent": 1079,
      "iqu": 1080,
      "Ġyears": 1081,
      "Ġgiven": 1082,
      "ote": 1083,
      "Ġq": 1084,
      "Ġav": 1085,
      "Ġaut": 1086,
      "ton": 1087,
      "con": 1088,
      "Ġdire": 1089,
      "air": 1090,
      "Ġdep": 1091,
      "tle": 1092,
      "Ġnow": 1093,
      "Ġbeing": 1094,
      "Ġ.": 1095,
      "ray": 1096,
      "Ġpat": 1097,
      "Ġexpl": 1098,
      "eng": 1099,
      "Ġmin": 1100,
      "Ġread": 1101,
      "ants": 1102,
      "cer": 1103,
      "Ġcase": 1104,
      "Ġ:": 1105,
      "aking": 1106,
      "inal": 1107,
      "Ġstudy": 1108,
      "gan": 1109,
      "Ġmed": 1110,
      "ĠAmeric": 1111,
      "arm": 1112,
      "ergy": 1113,
      "Ġ20": 1114,
      "Ġmight": 1115,
      "###": 1116,
      "oy": 1117,
      "Ġi": 1118,
      "Ġris": 1119,
      "Ġlook": 1120,
      "ty": 1121,
      "Ġve": 1122,
      "201": 1123,
      "uss": 1124,
      "ential": 1125,
      "Ġcommun": 1126,
      "Ġstart": 1127,
      "Ġtem": 1128,
      "Ġest": 1129,
      "val": 1130,
      "Ġterm": 1131,
      "Ġresp": 1132,
      "Ġclass": 1133,
      "imate": 1134,
      "Ġmet": 1135,
      "Ġfil": 1136,
      "Ġfollowing": 1137,
      "Ġ}": 1138,
      "sc": 1139,
      "Ġra": 1140,
      "Ġanal": 1141,
      "ward": 1142,
      "ness": 1143,
      "||": 1144,
      "Ġlear": 1145,
      "Ġcal": 1146,
      "Ġmust": 1147,
      "view": 1148,
      "ox": 1149,
      "led": 1150,
      "olution": 1151,
      "Ġtechn": 1152,
      "gen": 1153,
      "Ġback": 1154,
      "Ġtoo": 1155,
      "Ġmethod": 1156,
      "Ġtri": 1157,
      "Ġsl": 1158,
      "ĠNew": 1159,
      "Ġele": 1160,
      "pos": 1161,
      "ides": 1162,
      "ger": 1163,
      "Ġtop": 1164,
      "Ġpos": 1165,
      "Ġproper": 1166,
      "Ġthree": 1167,
      "Ġsupport": 1168,
      "ik": 1169,
      "Ġcond": 1170,
      "Ġtake": 1171,
      "ider": 1172,
      "acter": 1173,
      "lear": 1174,
      "ĠZ": 1175,
      "ĠSe": 1176,
      "Ġlevel": 1177,
      "âĪ": 1178,
      "Ġcount": 1179,
      "Ġnon": 1180,
      "Ġvalue": 1181,
      "rol": 1182,
      "Ġlit": 1183,
      "ier": 1184,
      "Ġmaterial": 1185,
      "Ġgl": 1186,
      "ĠAs": 1187,
      "ann": 1188,
      "Ġbefore": 1189,
      "Ġprogram": 1190,
      "mm": 1191,
      "ĠYou": 1192,
      "Ġpop": 1193,
      "Ġfield": 1194,
      "ane": 1195,
      "ĠBut": 1196,
      "tic": 1197,
      "ivid": 1198,
      "Ġdown": 1199,
      "Ġduring": 1200,
      "Ġdesc": 1201,
      "Ġopt": 1202,
      "Ġret": 1203,
      "over": 1204,
      "Ġmade": 1205,
      "ds": 1206,
      "Ġwhile": 1207,
      "here": 1208,
      "ional": 1209,
      "cial": 1210,
      "itive": 1211,
      ");": 1212,
      "Ġhy": 1213,
      "Ġsecond": 1214,
      "ĠEx": 1215,
      "par": 1216,
      "rest": 1217,
      "ety": 1218,
      "13": 1219,
      "ole": 1220,
      "ulation": 1221,
      "Ġconf": 1222,
      "Ġcontain": 1223,
      "15": 1224,
      "ffic": 1225,
      "Ġmult": 1226,
      "Ġhealth": 1227,
      "agn": 1228,
      "://": 1229,
      "==": 1230,
      "Ġlarge": 1231,
      "Ġ|": 1232,
      "itions": 1233,
      "Ġmain": 1234,
      "ody": 1235,
      "Ġhand": 1236,
      "Ġtyp": 1237,
      "stand": 1238,
      "ins": 1239,
      "lis": 1240,
      "ĠCon": 1241,
      "Ġcalled": 1242,
      "}}": 1243,
      "Ġmem": 1244,
      "Ġimportant": 1245,
      "Ġhum": 1246,
      "ash": 1247,
      "ify": 1248,
      "und": 1249,
      "Ġoper": 1250,
      "of": 1251,
      "Ġreport": 1252,
      "Ġca": 1253,
      "Ġser": 1254,
      "Ġins": 1255,
      "ium": 1256,
      "Ġless": 1257,
      "iron": 1258,
      "Ġvi": 1259,
      "Ġmean": 1260,
      "Ġdid": 1261,
      "Ġap": 1262,
      "Ġstudents": 1263,
      "ĠSo": 1264,
      "Ġfam": 1265,
      "22": 1266,
      "hip": 1267,
      "16": 1268,
      "18": 1269,
      "Ġide": 1270,
      "irc": 1271,
      "$.": 1272,
      "Ġoften": 1273,
      "Ġiss": 1274,
      "Ġstand": 1275,
      "iversity": 1276,
      "ves": 1277,
      "ank": 1278,
      "14": 1279,
      "ven": 1280,
      "Ġocc": 1281,
      "akes": 1282,
      "ilar": 1283,
      "Ġgu": 1284,
      "Ġstill": 1285,
      "Ġworld": 1286,
      "self": 1287,
      "Ġant": 1288,
      "ĠThere": 1289,
      "ples": 1290,
      "200": 1291,
      "hy": 1292,
      "serv": 1293,
      "Ġperson": 1294,
      "Ġreal": 1295,
      "ertain": 1296,
      "Ġeas": 1297,
      "ense": 1298,
      "Ġcell": 1299,
      "Ġop": 1300,
      "Ġcour": 1301,
      "Ġorder": 1302,
      "Ġenergy": 1303,
      "aper": 1304,
      "Ġallow": 1305,
      "Ġspace": 1306,
      "ource": 1307,
      "ript": 1308,
      "Ġcurrent": 1309,
      "mit": 1310,
      "face": 1311,
      "Ġlead": 1312,
      "Ġown": 1313,
      "Ġche": 1314,
      "ross": 1315,
      "ters": 1316,
      "Ġagain": 1317,
      "mathb": 1318,
      "ired": 1319,
      "Ġdeterm": 1320,
      "Ġschool": 1321,
      "Ġsit": 1322,
      "Ġshe": 1323,
      "Ġstruct": 1324,
      "ably": 1325,
      "Ġrisk": 1326,
      "Ġthough": 1327,
      "Ġbeh": 1328,
      "Ġdesign": 1329,
      "Ġgroup": 1330,
      "ĠAnd": 1331,
      "ivity": 1332,
      "Ġask": 1333,
      "perature": 1334,
      "Ġaround": 1335,
      "oint": 1336,
      "ĠAr": 1337,
      "**": 1338,
      "(\\": 1339,
      "Ġpower": 1340,
      "Ġbr": 1341,
      "Ġlist": 1342,
      "Ġrad": 1343,
      "Ġredu": 1344,
      "ĠRes": 1345,
      "iod": 1346,
      "ware": 1347,
      "Ġsite": 1348,
      "Ġwithout": 1349,
      "25": 1350,
      "Ġserv": 1351,
      "etic": 1352,
      "ots": 1353,
      "ified": 1354,
      "Ġgeneral": 1355,
      "Ġpresent": 1356,
      "angu": 1357,
      "Ġdistrib": 1358,
      "ope": 1359,
      "If": 1360,
      "ww": 1361,
      "mb": 1362,
      "ument": 1363,
      "set": 1364,
      ".\"": 1365,
      "for": 1366,
      "Ġcap": 1367,
      "ĠWhat": 1368,
      "ared": 1369,
      "ives": 1370,
      "Ġbas": 1371,
      "Ġphys": 1372,
      "Ġpossible": 1373,
      "Ġident": 1374,
      "We": 1375,
      "Ġtry": 1376,
      "amet": 1377,
      "Ġprinter": 1378,
      "Ġlife": 1379,
      "ason": 1380,
      "Ġcorre": 1381,
      "ency": 1382,
      "ĠPh": 1383,
      "rans": 1384,
      "Ġlim": 1385,
      "ner": 1386,
      "Ġsince": 1387,
      "Ġcomput": 1388,
      "$,": 1389,
      "me": 1390,
      "ug": 1391,
      "Ġbased": 1392,
      "ĠDe": 1393,
      "Ġmeasure": 1394,
      "Ġ,": 1395,
      "Ġsay": 1396,
      "17": 1397,
      "âĢī": 1398,
      "Ġrun": 1399,
      "be": 1400,
      "viron": 1401,
      "Ġmot": 1402,
      "Ġcontin": 1403,
      "Ġlib": 1404,
      "Ġvol": 1405,
      "Ġchange": 1406,
      "Ġtext": 1407,
      "Ġcommon": 1408,
      "Ġresults": 1409,
      "Ġbel": 1410,
      "ĠThey": 1411,
      "tain": 1412,
      "Ġabove": 1413,
      "Ġer": 1414,
      "Ġvis": 1415,
      "arent": 1416,
      "Ġfew": 1417,
      "Ġday": 1418,
      "Ġimp": 1419,
      "Ġmeans": 1420,
      "Ġ12": 1421,
      "Ġknown": 1422,
      "day": 1423,
      "oms": 1424,
      "yn": 1425,
      "Ġinc": 1426,
      "ĠIs": 1427,
      "br": 1428,
      "ience": 1429,
      "oid": 1430,
      "Ġanother": 1431,
      "Ġunderstand": 1432,
      "Ġref": 1433,
      "Ġobject": 1434,
      "Ġ15": 1435,
      "Ġseem": 1436,
      "ither": 1437,
      "ailable": 1438,
      "ead": 1439,
      "els": 1440,
      "Ġfin": 1441,
      "Ġparticular": 1442,
      "ateg": 1443,
      "orn": 1444,
      "Ġher": 1445,
      "Ġtemperature": 1446,
      "Ġadv": 1447,
      "Ġorig": 1448,
      "Ġimm": 1449,
      "Ġfood": 1450,
      "aving": 1451,
      "Ġtra": 1452,
      "Ġtype": 1453,
      "ression": 1454,
      "utions": 1455,
      "any": 1456,
      "Ġ199": 1457,
      "Ġ>": 1458,
      "Ġhist": 1459,
      "Ġinterest": 1460,
      "Ġlight": 1461,
      "rix": 1462,
      "ĠInd": 1463,
      "30": 1464,
      "atic": 1465,
      "________": 1466,
      "=\\": 1467,
      "atural": 1468,
      "ets": 1469,
      "Ġbetter": 1470,
      "Ġsolution": 1471,
      "Ġlet": 1472,
      "Ġpress": 1473,
      "ometh": 1474,
      "ble": 1475,
      "less": 1476,
      "Ġsing": 1477,
      "Ġbuild": 1478,
      "ious": 1479,
      "omething": 1480,
      "âĢĶ": 1481,
      "ference": 1482,
      "Ġ<": 1483,
      "Ġchang": 1484,
      "aj": 1485,
      "vious": 1486,
      "}^{": 1487,
      "ĠÂ": 1488,
      "Ġresearch": 1489,
      "Ġobserv": 1490,
      "reen": 1491,
      "Ġpublic": 1492,
      "vironment": 1493,
      "Ġcalcul": 1494,
      "Ġlow": 1495,
      "ggest": 1496,
      "ĠHowever": 1497,
      "oh": 1498,
      "Ġpot": 1499,
      "Ġarea": 1500,
      "ĠLe": 1501,
      "ital": 1502,
      "Ġleast": 1503,
      "ength": 1504,
      "not": 1505,
      "Ġappe": 1506,
      "ividual": 1507,
      "Ġgrow": 1508,
      "Ġplace": 1509,
      "Ġsk": 1510,
      "osed": 1511,
      "aces": 1512,
      "Ġsimilar": 1513,
      "Ġgreat": 1514,
      "ĠAd": 1515,
      "ah": 1516,
      "ĠUniversity": 1517,
      "ration": 1518,
      "Ġlangu": 1519,
      "nal": 1520,
      "ĠâĢĶ": 1521,
      "lease": 1522,
      "ament": 1523,
      "plic": 1524,
      "It": 1525,
      "Ġel": 1526,
      "Ġdirect": 1527,
      "Ġfre": 1528,
      "Ġrate": 1529,
      "Ġsever": 1530,
      "ĠčĊ": 1531,
      "ording": 1532,
      "fra": 1533,
      "ources": 1534,
      "yle": 1535,
      "Ġsomething": 1536,
      "Ġwithin": 1537,
      "Ġchildren": 1538,
      "ĠOn": 1539,
      "ission": 1540,
      ",\"": 1541,
      "hor": 1542,
      "alk": 1543,
      "az": 1544,
      "Ġwrit": 1545,
      "way": 1546,
      "Ġcomb": 1547,
      "Ġincluding": 1548,
      "ograph": 1549,
      "AT": 1550,
      "Ġinteg": 1551,
      "ision": 1552,
      "Ġprote": 1553,
      "play": 1554,
      "aps": 1555,
      "ccess": 1556,
      "24": 1557,
      "lish": 1558,
      "Ġnumbers": 1559,
      "Ġstandard": 1560,
      "mon": 1561,
      "Ġaddition": 1562,
      "Ġmulti": 1563,
      "Ġsuggest": 1564,
      "Ġrepresent": 1565,
      "Ġcontrol": 1566,
      "Ġvalues": 1567,
      "Ġprinting": 1568,
      "ĠSc": 1569,
      "align": 1570,
      "ently": 1571,
      "Ġlast": 1572,
      "iment": 1573,
      "Ġconsider": 1574,
      "ior": 1575,
      "oun": 1576,
      "Ġview": 1577,
      "chan": 1578,
      "Ġpract": 1579,
      "Ġhig": 1580,
      "ĠCl": 1581,
      "ĠThese": 1582,
      "Ġcharacter": 1583,
      "ination": 1584,
      "Ġlaw": 1585,
      "verse": 1586,
      "Ġindividual": 1587,
      "50": 1588,
      "Ġ16": 1589,
      "rop": 1590,
      "ooks": 1591,
      "Ġavailable": 1592,
      "Ġcare": 1593,
      "Ġexam": 1594,
      "\".": 1595,
      "bl": 1596,
      "work": 1597,
      "Ġspecific": 1598,
      "ways": 1599,
      "Ġpres": 1600,
      ".âĢĿ": 1601,
      "Ġinclude": 1602,
      "ients": 1603,
      "Ġbelow": 1604,
      "Ġbre": 1605,
      "ysis": 1606,
      "Ġhtt": 1607,
      "Ġdiscuss": 1608,
      "ifold": 1609,
      "ĠEng": 1610,
      "Ġlocal": 1611,
      "ä¸": 1612,
      "Ġperform": 1613,
      "Ġsize": 1614,
      "ĠTe": 1615,
      "Ġwhy": 1616,
      "lu": 1617,
      "Ġpred": 1618,
      "Ġbody": 1619,
      "sh": 1620,
      "Ġproject": 1621,
      "ĠÂł": 1622,
      "Ġmass": 1623,
      "Ġseveral": 1624,
      "hers": 1625,
      "Ġproduct": 1626,
      "ER": 1627,
      "ered": 1628,
      "imal": 1629,
      "Ġhuman": 1630,
      "'m": 1631,
      "Ġbest": 1632,
      "Ġdise": 1633,
      "Ġproblems": 1634,
      "ĠAmerican": 1635,
      "Ġrest": 1636,
      "Ġorgan": 1637,
      "cing": 1638,
      "igure": 1639,
      "Ġ17": 1640,
      "Ġoccur": 1641,
      "urther": 1642,
      "Ġname": 1643,
      "Ġexist": 1644,
      "Ġfile": 1645,
      "Ġsingle": 1646,
      "oad": 1647,
      "ĠTo": 1648,
      "ume": 1649,
      "Ġperiod": 1650,
      "Ġ/": 1651,
      "itor": 1652,
      "Ġexpect": 1653,
      "ries": 1654,
      "Ġplay": 1655,
      "egin": 1656,
      "cal": 1657,
      "Ġdepend": 1658,
      "ĠUnited": 1659,
      "Ġcertain": 1660,
      "ological": 1661,
      "Ġpaper": 1662,
      "Ġdescrib": 1663,
      "lished": 1664,
      "istic": 1665,
      "Ġlittle": 1666,
      "Ġ...": 1667,
      "Ġtrad": 1668,
      "ror": 1669,
      "use": 1670,
      "Ġpur": 1671,
      "Ġprof": 1672,
      "ences": 1673,
      "epend": 1674,
      "Ġtag": 1675,
      "Ġsum": 1676,
      "Ġgra": 1677,
      "min": 1678,
      "Ġnorm": 1679,
      "Ġwr": 1680,
      "ators": 1681,
      "ouse": 1682,
      "rodu": 1683,
      "Ġhapp": 1684,
      "ret": 1685,
      "ern": 1686,
      "Ġfunctions": 1687,
      "man": 1688,
      "05": 1689,
      "Ġdeg": 1690,
      "eral": 1691,
      "Ġthings": 1692,
      "Ġstrong": 1693,
      "ird": 1694,
      "ĠPr": 1695,
      "ats": 1696,
      "Ġnet": 1697,
      "Ġplan": 1698,
      "Ġapplic": 1699,
      "Ġtreat": 1700,
      "Ġpoints": 1701,
      "An": 1702,
      "Ġtimes": 1703,
      "Ġmark": 1704,
      "ively": 1705,
      "begin": 1706,
      "Ġpri": 1707,
      "Ġreally": 1708,
      "Ġpass": 1709,
      "Ġnatural": 1710,
      "omen": 1711,
      "Ġstep": 1712,
      "For": 1713,
      "rt": 1714,
      "arc": 1715,
      "ames": 1716,
      "mathrm": 1717,
      "ving": 1718,
      "43": 1719,
      "Ġwhether": 1720,
      "ering": 1721,
      "ols": 1722,
      "ring": 1723,
      "Ġable": 1724,
      "Ġsure": 1725,
      "Ġcaus": 1726,
      "}$$": 1727,
      "ised": 1728,
      "Ġcode": 1729,
      "Ġimpro": 1730,
      "Ġtheory": 1731,
      "Ġang": 1732,
      "angle": 1733,
      "Ġbelie": 1734,
      "What": 1735,
      "ided": 1736,
      "Ġresist": 1737,
      "40": 1738,
      "Ġair": 1739,
      "mathfra": 1740,
      "mathfrak": 1741,
      "inc": 1742,
      "Ġabs": 1743,
      "Ġeduc": 1744,
      "arrow": 1745,
      "ĠOr": 1746,
      "Ġdiff": 1747,
      "Ġprovide": 1748,
      "Ġsurface": 1749,
      "Ġsignific": 1750,
      "Ġopen": 1751,
      "Ġassoci": 1752,
      "Ġpercent": 1753,
      "Ġbehav": 1754,
      "27": 1755,
      "stit": 1756,
      "ajor": 1757,
      "by": 1758,
      "}(": 1759,
      "Ġrelated": 1760,
      "))": 1761,
      "Ġtrain": 1762,
      "Ġsays": 1763,
      "ocial": 1764,
      "Ġequation": 1765,
      "Ġhead": 1766,
      "outh": 1767,
      "ables": 1768,
      "Ġlay": 1769,
      "Ġrespect": 1770,
      "ged": 1771,
      "Ġfree": 1772,
      "ention": 1773,
      "ately": 1774,
      "ĠSh": 1775,
      "Ġcourse": 1776,
      "Ġremain": 1777,
      "Ġlater": 1778,
      "Ġdistribution": 1779,
      "23": 1780,
      "Ġcomplete": 1781,
      "Ġinvol": 1782,
      "Ġcost": 1783,
      "Ġbo": 1784,
      "ury": 1785,
      "Ġenvironment": 1786,
      "bon": 1787,
      "ges": 1788,
      "Ġhard": 1789,
      "hemat": 1790,
      "dis": 1791,
      "Ġsw": 1792,
      "lection": 1793,
      "Ġgoing": 1794,
      "vention": 1795,
      "$\\": 1796,
      "Ġput": 1797,
      "ĠSp": 1798,
      "ĠThat": 1799,
      ",âĢĿ": 1800,
      "Ġclear": 1801,
      "Ġmatrix": 1802,
      "ym": 1803,
      "Ġcomplex": 1804,
      "\",": 1805,
      "ties": 1806,
      "Ġtrue": 1807,
      "ĠStates": 1808,
      "Ġlearn": 1809,
      "Ġrece": 1810,
      "though": 1811,
      "Ġquant": 1812,
      "Ġparamet": 1813,
      "onse": 1814,
      "Ġdra": 1815,
      "Ġhim": 1816,
      "ĠUS": 1817,
      "--------": 1818,
      "Ġpain": 1819,
      "elta": 1820,
      "ĠWhen": 1821,
      ".)": 1822,
      "gin": 1823,
      "pond": 1824,
      "Ġland": 1825,
      "AR": 1826,
      "Ġlab": 1827,
      "imens": 1828,
      "ler": 1829,
      "Ġlines": 1830,
      "usion": 1831,
      "'ve": 1832,
      "Ġeither": 1833,
      "Ġcheck": 1834,
      "As": 1835,
      "Ġcompon": 1836,
      "Ġmove": 1837,
      "ived": 1838,
      "Ġenough": 1839,
      "Ġrelative": 1840,
      "Ġflow": 1841,
      "ĠWh": 1842,
      "bs": 1843,
      "Ġge": 1844,
      "Ġalways": 1845,
      "rary": 1846,
      "Ġ13": 1847,
      "Ġradi": 1848,
      "ape": 1849,
      "yl": 1850,
      "ĠCent": 1851,
      "Ġdev": 1852,
      "osp": 1853,
      "Ġgover": 1854,
      "26": 1855,
      "ĠEn": 1856,
      "Ġhigher": 1857,
      "ï¼": 1858,
      "Ġgas": 1859,
      "There": 1860,
      "'re": 1861,
      "):": 1862,
      "orem": 1863,
      "Ġ$$\\": 1864,
      "Ġdefin": 1865,
      "rist": 1866,
      "Ġmechan": 1867,
      "Ġeng": 1868,
      "Ġusually": 1869,
      "Ġleft": 1870,
      "Ġcommunity": 1871,
      "Ġpotential": 1872,
      "equ": 1873,
      "ĠâĢĺ": 1874,
      "ling": 1875,
      "ances": 1876,
      "Ġreason": 1877,
      "verage": 1878,
      "ique": 1879,
      "mathbb": 1880,
      "How": 1881,
      "ended": 1882,
      "Ġkeep": 1883,
      "gs": 1884,
      "29": 1885,
      "Ġfour": 1886,
      "Ġgive": 1887,
      "Ġbi": 1888,
      "Ġunt": 1889,
      "usb": 1890,
      "Ġdevelopment": 1891,
      "Ġbro": 1892,
      "####": 1893,
      "Ch": 1894,
      "Ġcirc": 1895,
      "Ġdue": 1896,
      "conom": 1897,
      "Ġreturn": 1898,
      "Ġsystems": 1899,
      "Ġgr": 1900,
      "Ġsequ": 1901,
      "Ġnear": 1902,
      "LA": 1903,
      "orth": 1904,
      "Ġfrequ": 1905,
      "28": 1906,
      "icro": 1907,
      "Ġlog": 1908,
      "pecial": 1909,
      "Ġ--": 1910,
      "fficient": 1911,
      "ero": 1912,
      "Ġrange": 1913,
      "Ġlikely": 1914,
      "ä»": 1915,
      "Ġrather": 1916,
      "Ġworks": 1917,
      "Ġpressure": 1918,
      "vant": 1919,
      "igen": 1920,
      "âĢľ": 1921,
      "ĠQu": 1922,
      "Ġgovern": 1923,
      "St": 1924,
      "wh": 1925,
      "ene": 1926,
      "imum": 1927,
      "Ġnext": 1928,
      "amb": 1929,
      "39": 1930,
      "stract": 1931,
      "Ġanswers": 1932,
      "ĠAt": 1933,
      "Ġbecome": 1934,
      "Ġspecies": 1935,
      "Ġtypes": 1936,
      "Ġopp": 1937,
      "Ġ14": 1938,
      "andom": 1939,
      "ocument": 1940,
      "Ġbound": 1941,
      "Ġdisease": 1942,
      "Ġrecord": 1943,
      ")(": 1944,
      "],": 1945,
      "Ġinit": 1946,
      "ĠMay": 1947,
      "Ġclose": 1948,
      "sp": 1949,
      "Ġlink": 1950,
      "Ġstat": 1951,
      "Ġsoft": 1952,
      "ready": 1953,
      "Ġanalysis": 1954,
      "une": 1955,
      "Ġscient": 1956,
      "cd": 1957,
      "thing": 1958,
      "Ġexplain": 1959,
      "21": 1960,
      "Ġsubject": 1961,
      "Ġturn": 1962,
      "Ġfore": 1963,
      "Ġsimple": 1964,
      "Ġcr": 1965,
      "idence": 1966,
      "Ġterms": 1967,
      "ĠSci": 1968,
      "elf": 1969,
      "Ġneg": 1970,
      "Ġes": 1971,
      "Ġmov": 1972,
      "Ġder": 1973,
      "Ġnecess": 1974,
      "Ġarg": 1975,
      "Ġprobability": 1976,
      "Ġpopulation": 1977,
      "Ġtre": 1978,
      "icult": 1979,
      "Ġlower": 1980,
      "Ġsepar": 1981,
      "04": 1982,
      "Ġver": 1983,
      "ember": 1984,
      "Ġmonth": 1985,
      "nect": 1986,
      "Ġlength": 1987,
      "where": 1988,
      "ĠCol": 1989,
      "Ġsuccess": 1990,
      "Ġspect": 1991,
      "ification": 1992,
      "Ġmajor": 1993,
      "omm": 1994,
      "ilities": 1995,
      "Ġamount": 1996,
      "Ġcells": 1997,
      "Ex": 1998,
      "pha": 1999,
      "Ġhome": 2000,
      "atch": 2001,
      "eta": 2002,
      "Ġ11": 2003,
      "Ġalong": 2004,
      "Ġquality": 2005,
      "Ġparts": 2006,
      "Ġflu": 2007,
      "Ġ#": 2008,
      "35": 2009,
      "ask": 2010,
      "Ġhaving": 2011,
      "raction": 2012,
      "ek": 2013,
      "},": 2014,
      "Ġalready": 2015,
      "Ġcome": 2016,
      "Ġevent": 2017,
      "Ġstructure": 2018,
      "Ġside": 2019,
      "Ġcorrect": 2020,
      "Ġsignificant": 2021,
      "You": 2022,
      "ams": 2023,
      "ours": 2024,
      "Ġqrt": 2025,
      "Ġconditions": 2026,
      "nces": 2027,
      "ule": 2028,
      "ians": 2029,
      "ĠAll": 2030,
      "rict": 2031,
      "Ġfamily": 2032,
      "Ġ)": 2033,
      "Ġfar": 2034,
      "Ġdel": 2035,
      "Ġtoget": 2036,
      "aken": 2037,
      "Ġtogether": 2038,
      "org": 2039,
      "ĠCO": 2040,
      "Ġheat": 2041,
      "duct": 2042,
      "illion": 2043,
      "respond": 2044,
      "ocus": 2045,
      "Ġequal": 2046,
      "Ġmole": 2047,
      "ĠPl": 2048,
      "col": 2049,
      "agement": 2050,
      "Ġcreate": 2051,
      "Ġlearning": 2052,
      "Ġunit": 2053,
      "80": 2054,
      "AC": 2055,
      "aim": 2056,
      "Ġprim": 2057,
      "Ġlinear": 2058,
      "rel": 2059,
      "Ġmach": 2060,
      "Ġgraph": 2061,
      "ires": 2062,
      "ales": 2063,
      "Ġactually": 2064,
      ")=": 2065,
      "To": 2066,
      "Ġbit": 2067,
      "cos": 2068,
      "ãĢ": 2069,
      "ĠSy": 2070,
      "amp": 2071,
      "alf": 2072,
      "obal": 2073,
      "Ġben": 2074,
      "ithm": 2075,
      "Ġearly": 2076,
      "por": 2077,
      "Ġcases": 2078,
      "Ġdri": 2079,
      "asing": 2080,
      "ids": 2081,
      "Ġresponse": 2082,
      "Ġuntil": 2083,
      "alle": 2084,
      "Ġothers": 2085,
      "Ġlanguage": 2086,
      ")\\": 2087,
      "ledge": 2088,
      "Ġindic": 2089,
      "Ġdetail": 2090,
      "inary": 2091,
      "ĠFr": 2092,
      "Ġfeature": 2093,
      "Ġrequire": 2094,
      "ories": 2095,
      "uro": 2096,
      "Ġbed": 2097,
      "ĠCal": 2098,
      "ĠEar": 2099,
      "aves": 2100,
      "ula": 2101,
      "ĠGen": 2102,
      "Ġartic": 2103,
      "60": 2104,
      "Ġdone": 2105,
      "ival": 2106,
      "Ġkind": 2107,
      "Ġspecial": 2108,
      "ns": 2109,
      "Ġvers": 2110,
      "Ġtot": 2111,
      "ards": 2112,
      "Ã©": 2113,
      "iles": 2114,
      "istics": 2115,
      "ST": 2116,
      "Ġsource": 2117,
      "ogn": 2118,
      "action": 2119,
      "Ġsocial": 2120,
      "Ġfurther": 2121,
      "Ġ30": 2122,
      "pi": 2123,
      "Ġparent": 2124,
      "lands": 2125,
      "Ġfull": 2126,
      "Ġobtain": 2127,
      "like": 2128,
      "Ġrandom": 2129,
      "ude": 2130,
      "Ġcondition": 2131,
      "Ġold": 2132,
      "orld": 2133,
      "Ġ25": 2134,
      "Ġnever": 2135,
      "34": 2136,
      "mber": 2137,
      "uation": 2138,
      "lying": 2139,
      "Ġblood": 2140,
      "Ġ\\\\": 2141,
      "Ġshown": 2142,
      "plement": 2143,
      "astic": 2144,
      "Ġvector": 2145,
      "str": 2146,
      "Ġlot": 2147,
      "ĠBe": 2148,
      "ensity": 2149,
      "roll": 2150,
      "ĠRep": 2151,
      "most": 2152,
      "ones": 2153,
      "Ġfac": 2154,
      "Ġmax": 2155,
      "ĠFe": 2156,
      "Ġshort": 2157,
      "Ġincrease": 2158,
      "Ġlibusb": 2159,
      "ï¼Į": 2160,
      "100": 2161,
      "lab": 2162,
      "net": 2163,
      "Ġsat": 2164,
      "Ġreview": 2165,
      "ott": 2166,
      "Ġforce": 2167,
      "Ġaccess": 2168,
      "cise": 2169,
      "Ġill": 2170,
      "iting": 2171,
      "Ġloss": 2172,
      "Ġmagn": 2173,
      "Ġhowever": 2174,
      "Ġgroups": 2175,
      "Ġhistory": 2176,
      "ault": 2177,
      "Ġstates": 2178,
      "Ġidea": 2179,
      "wise": 2180,
      "edi": 2181,
      "Ġmar": 2182,
      "aring": 2183,
      "Ġworking": 2184,
      "Ġaddress": 2185,
      "Ġauthor": 2186,
      "Ġdifficult": 2187,
      "Ġdays": 2188,
      "Ġ100": 2189,
      "Ġcannot": 2190,
      "Ġvarious": 2191,
      "sup": 2192,
      "Ġprevious": 2193,
      "Ġconstant": 2194,
      "'ll": 2195,
      "dd": 2196,
      "Ġsqu": 2197,
      "Ġbase": 2198,
      "ublic": 2199,
      "bstract": 2200,
      "Ġhold": 2201,
      "Ġenc": 2202,
      "Ġproperties": 2203,
      "Ġestim": 2204,
      "Ġassociated": 2205,
      "de": 2206,
      "Ġareas": 2207,
      "Ġacross": 2208,
      "AN": 2209,
      "Ġapproach": 2210,
      "Ġagainst": 2211,
      "Ġpredict": 2212,
      "99": 2213,
      "Ġmaking": 2214,
      "Ġaccount": 2215,
      "ometimes": 2216,
      "Ġissues": 2217,
      "Man": 2218,
      "ournal": 2219,
      "atory": 2220,
      "Ġsample": 2221,
      "place": 2222,
      "Ġintrodu": 2223,
      "Ġpositive": 2224,
      "style": 2225,
      "change": 2226,
      "Ġdoesn": 2227,
      "Ġbir": 2228,
      "Ġimage": 2229,
      "He": 2230,
      "Ġcrit": 2231,
      "isc": 2232,
      "Ġpack": 2233,
      "Ġmakes": 2234,
      "âĪĴ": 2235,
      "pri": 2236,
      "olic": 2237,
      "Ġcorrespond": 2238,
      "ison": 2239,
      "Ġitself": 2240,
      "ĠLet": 2241,
      "^{-": 2242,
      "ĠComm": 2243,
      "Ġetc": 2244,
      "Ġage": 2245,
      "ina": 2246,
      "Ġneeds": 2247,
      "Ġphot": 2248,
      "Ġerror": 2249,
      "atter": 2250,
      "Ġcause": 2251,
      "aster": 2252,
      "Al": 2253,
      "ctors": 2254,
      "Ġrelations": 2255,
      "Ġaccept": 2256,
      "sy": 2257,
      "uture": 2258,
      "da": 2259,
      "anced": 2260,
      "Ġbegin": 2261,
      "Ġamong": 2262,
      "Ġ2012": 2263,
      "Ġelements": 2264,
      "Pro": 2265,
      "bed": 2266,
      "ĠÎ": 2267,
      "Ġfocus": 2268,
      "Ġcontinu": 2269,
      "mmet": 2270,
      "Ġwar": 2271,
      "ands": 2272,
      "Ġcult": 2273,
      "Ġexact": 2274,
      "Ġdefined": 2275,
      "ption": 2276,
      "iness": 2277,
      "Ġbook": 2278,
      "Ġconcer": 2279,
      "Ġappl": 2280,
      "Ġfeel": 2281,
      "allel": 2282,
      "Ġaverage": 2283,
      "ends": 2284,
      "Ġmodels": 2285,
      "Ġeconom": 2286,
      "otes": 2287,
      "Ġleg": 2288,
      "ometry": 2289,
      "Ġseems": 2290,
      "irm": 2291,
      "Ġselect": 2292,
      "ĠNe": 2293,
      "ored": 2294,
      "Ġprobably": 2295,
      "Ġcarbon": 2296,
      "Ġgre": 2297,
      "Ġdem": 2298,
      "Ġcop": 2299,
      "Ġthing": 2300,
      "ĠOct": 2301,
      "Ġstudies": 2302,
      "Ġinflu": 2303,
      "Ġseries": 2304,
      "ĠÂłĠÂł": 2305,
      "Ġfail": 2306,
      "Ġshows": 2307,
      "anc": 2308,
      "ober": 2309,
      "Ġseen": 2310,
      "Ġchanges": 2311,
      "Ġtotal": 2312,
      "Ġsense": 2313,
      "Ġmatter": 2314,
      "33": 2315,
      "45": 2316,
      "So": 2317,
      "Ġaccording": 2318,
      "Ġkey": 2319,
      "Ġissue": 2320,
      "Ġsites": 2321,
      "Ġdom": 2322,
      "ĠCont": 2323,
      "Ġexperiment": 2324,
      "Ġsens": 2325,
      "Ġbond": 2326,
      "Ġcho": 2327,
      "Ġassum": 2328,
      "bra": 2329,
      "Ġaffect": 2330,
      "Ġinput": 2331,
      "ĠMar": 2332,
      "ĠOne": 2333,
      "Ġrot": 2334,
      "}=": 2335,
      "let": 2336,
      "ills": 2337,
      "Ġparticip": 2338,
      "Ġbig": 2339,
      "ĠMed": 2340,
      "Ġoutput": 2341,
      "*}": 2342,
      "bar": 2343,
      "Ġrecomm": 2344,
      "Ġmultiple": 2345,
      "Ġnormal": 2346,
      "IN": 2347,
      "Ġwind": 2348,
      "empt": 2349,
      "Ġimplement": 2350,
      "Ġmaterials": 2351,
      "ĠPhys": 2352,
      "Ġconcept": 2353,
      "ĠThen": 2354,
      "Ġrequired": 2355,
      "Ġoriginal": 2356,
      "Ġcancer": 2357,
      "oose": 2358,
      "Ġprevent": 2359,
      "Ġestab": 2360,
      "Ġways": 2361,
      "Ġnuc": 2362,
      "Ġprom": 2363,
      "Ġmethods": 2364,
      "77": 2365,
      "orph": 2366,
      "Ġpath": 2367,
      "iving": 2368,
      "Ġdifference": 2369,
      "Ġactiv": 2370,
      "Ġgovernment": 2371,
      "Ġpage": 2372,
      "Ġrele": 2373,
      "phi": 2374,
      "Ġelectron": 2375,
      "Ġfuture": 2376,
      "AS": 2377,
      "ply": 2378,
      "erator": 2379,
      "ibility": 2380,
      "Ġhttp": 2381,
      "bit": 2382,
      "}}{": 2383,
      "Ġwave": 2384,
      "Ġsam": 2385,
      "lex": 2386,
      "idered": 2387,
      "ependent": 2388,
      "dro": 2389,
      "li": 2390,
      "Ġconnect": 2391,
      "ĠNational": 2392,
      "Ġuser": 2393,
      "urope": 2394,
      "reg": 2395,
      "sequ": 2396,
      "Ġweight": 2397,
      "Ġwords": 2398,
      "Ġplant": 2399,
      "idd": 2400,
      "Ġchem": 2401,
      "ok": 2402,
      "Ġyet": 2403,
      "ores": 2404,
      "artment": 2405,
      "ortun": 2406,
      "ĠGu": 2407,
      "çļ": 2408,
      "Ġdou": 2409,
      "oles": 2410,
      "çļĦ": 2411,
      "CO": 2412,
      "test": 2413,
      "åĨ": 2414,
      "ery": 2415,
      "Ġrespons": 2416,
      "Ġvac": 2417,
      "Ġusers": 2418,
      "Ġposition": 2419,
      "pecially": 2420,
      "uel": 2421,
      "Ġcat": 2422,
      "Ġdig": 2423,
      "ĠGe": 2424,
      "Ġtransfer": 2425,
      "itation": 2426,
      "ounds": 2427,
      "Ġregion": 2428,
      "Ġproduce": 2429,
      "49": 2430,
      "Ġfit": 2431,
      "earch": 2432,
      "ĠState": 2433,
      "ä»£": 2434,
      "light": 2435,
      "ĠJan": 2436,
      "Ġ2008": 2437,
      "apt": 2438,
      "based": 2439,
      "anks": 2440,
      "ĠMat": 2441,
      "Ġart": 2442,
      "Ġneeded": 2443,
      "Ġimprove": 2444,
      "Ġbenef": 2445,
      "Ġmess": 2446,
      "Ġgot": 2447,
      "Ġconsidered": 2448,
      "ixed": 2449,
      "Ġtraining": 2450,
      "trans": 2451,
      "}_{": 2452,
      "ining": 2453,
      "ley": 2454,
      "Ġpropos": 2455,
      "Ġox": 2456,
      "ication": 2457,
      "ush": 2458,
      "ploy": 2459,
      "Ġpatients": 2460,
      "Ġelement": 2461,
      "upp": 2462,
      "Ġtell": 2463,
      "Ġcy": 2464,
      "utes": 2465,
      "Ġsuper": 2466,
      "Ġ2009": 2467,
      "ĠChrist": 2468,
      "Ġtaken": 2469,
      "Ġfram": 2470,
      "ĠSE": 2471,
      "Ġconver": 2472,
      "Ġpoly": 2473,
      "Ġknowledge": 2474,
      "Ġeffects": 2475,
      "playstyle": 2476,
      "Ġpast": 2477,
      "opic": 2478,
      "Ġinstead": 2479,
      "Ġmembers": 2480,
      "name": 2481,
      "Ġclaim": 2482,
      "ĠStud": 2483,
      "www": 2484,
      "ĠMod": 2485,
      "ĠEurope": 2486,
      "mathcal": 2487,
      "af": 2488,
      "Ġsearch": 2489,
      "Ġrelation": 2490,
      "Ġinitial": 2491,
      "65": 2492,
      "oot": 2493,
      "side": 2494,
      "Ġdiv": 2495,
      "ĠCan": 2496,
      "ĠBy": 2497,
      "orts": 2498,
